Repository: Peter876/extendedTotalCmd
Catalog: addon/locale/*/lc_messages/nvda.po
Languages: cs, de, es, pt_pt, ru, sk, uk

source: Bytes
cs: Bajtů
ru: Байт
sk: Bajtov
uk: Байти

source: KB
ru: КБ

source: MB
ru: МБ

source: GB
ru: ГБ

source: TB
ru: ТБ

source: PB
ru: ПБ

source: EB
ru: ЭБ

source: ZB
ru: ЗБ

source: YB
ru: ЙБ

source: I don't know what to call such a big size!
ru: Я не знаю, как назвать такой большой размер!

source: This object is not supported.
cs: Nepodporovaný objekt
de: Dieses Objekt wird nicht unterstützt.
es: Este objeto no es compatible.
pt_pt: Este objeto não é suportado.
ru: Этот объект не поддерживается.
sk: Nepodporovaný objekt.
uk: Цей об’єкт не підтримується.

source: No size information. Try select this item.
cs: Informace o velikosti není k dispozici. Zkuste vybrat položku.
de: Keine Größenangaben. Versuchen Sie, dieses Element auszuwählen.
es: Sin información de tamaño. Intente seleccionar este elemento.
pt_pt: Sem informações de tamanho. Tente selecionar este item.
ru: Нет информации о размере. Попробуйте выделить этот элемент.
sk: Informácia o veľkosti nie je k dispozícii. Skúste vybrať položku.
uk: Немає інформації про розмір. Спробуйте виділити цей елемент.

source: The size is calculated, wait a few seconds...
cs: Probíhá výpočet velikosti. Prosím čekejte.
de: Die Größe wird berechnet. Bitte einige Sekunden warten ...
es: El tamaño está calculado, espera unos segundos ...
pt_pt: O tamanho está sendo calculado, aguarde alguns segundos...
ru: Размер определяется, подождите несколько секунд...
sk: Prebieha výpočet veľkosti. Čakajte prosím.
uk: Розмір обчислюється, зачекайте кілька секунд...

source: There is no information about the time of the change.
cs: Informace o čase poslední změny není k dispozici.
de: Über den Zeitpunkt der Änderung liegen keine Informationen vor.
es: No hay información sobre el cambio de hora.
pt_pt: Não há informações sobre a mudança de hora.
ru: Нет информации о времени изменения.
sk: Informácia o čase poslednej zmeny nie je dostupná.
uk: Немає інформації про час змінення.

source: Selected {count} items
cs: Vybráno {count} položek
de: {count} Einträge ausgewählt.
es: {count} elementos seleccionados
pt_pt: {count} Itens selecionados
ru: Выделено {count} элементов
sk: Vybratých {count} položiek
uk: Виділено {count} елементів

source: Nothing selected
cs: Nic nevybráno
de: nichts ausgewählt
es: Nada seleccionado
pt_pt: Nada selecionado
ru: Ничего не выделено
sk: Nič nie je vybraté
uk: Нічого не виділено

source: Selected {selected} of {total} items
cs: Vybráno {selected} z {total} položek
de: {selected} von {total} einträgen ausgewählt
es: Seleccionado {selected} de {total} elementos
pt_pt: Selecionado {selected} de {total} elementos
ru: Выделено {selected} из {total} элементов
sk: Vybratých {selected} z {total} položiek
uk: Виділено {selected} із {total} елементів

source: Not supported in this version of total commander
cs: Nepodporováno v této verzi total commanderu
de: Wird in dieser Version von Total Commander nicht unterstützt
es: No es compatible con esta versión de total commander
pt_pt: Não compatível com esta versão do Total Commander
ru: Не поддерживается в этой версии Total Commander
sk: Nepodporované v tejto verzii total commander
uk: Не підтримується в цій версії total commander

source: Left
cs: vlevo
de: Links
es: Izquierda
pt_pt: Esquerda
ru: Левая
sk: v ľavo
uk: Ліва

source: Right
cs: vpravo
de: Rechts
es: Derecha
pt_pt: Direita
ru: Правая
sk: v pravo
uk: Права

source: Name
cs: Název
es: Nombre
pt_pt: Nome
ru: Имя
sk: Názov
uk: Ім’я

source: Size
cs: Velikost
de: Größe
es: Tamaño
pt_pt: Tamaño
ru: Размер
sk: Veľkosť
uk: Розмір

source: Date
cs: Datum
de: Datum
es: Fecha
pt_pt: Data
ru: Дата
sk: Dátum
uk: Дата

source: Attributes
cs: Atributy
de: Attribute
es: Atributos
pt_pt: Atributos
ru: Атрибуты
sk: Atribúty
uk: Атрибути

source: Unknown column
cs: Neznámý sloupec
de: unbekannte Spalte
es: Columna desconocida
pt_pt: coluna desconhecida
ru: Неизвестный столбец
sk: Neznámy stĺpec
uk: Невідома колонка

source: Left pannel
cs: Levý panel
de: Linke Seite
es: Panel izquierdo
pt_pt: painel esquerdo
ru: Левая панель
sk: Ľavý panel
uk: Ліва панель

source: Right pannel
cs: Pravý panel
de: Rechte Seite
es: Panel derecho
pt_pt: painel direito
ru: Правая панель
sk: Pravý panel
uk: Права панель

source: {current} of {all}
cs: {current} z {all}
de: {current} von {all}
es: {current} de {all}
pt_pt: {current} de {all}
ru: {current} из {all}
sk: {current} z {all}
uk: {current} із {all}

source: Reports information about the number of selected elements
cs: Ohlásí počet vybraných položek
de: Meldet Informationen über die Anzahl der ausgewählten Elemente
es: Reporta información sobre el número de elementos seleccionados
pt_pt: Diz informações sobre o número de itens selecionados
ru: Сообщает информацию о выделенных элементах
sk: Prečíta počet vybratých položiek
uk: Повідомляє інформацію про кількість виділених елементів

source: Reports the size of the file under the cursor. If multiple objects are selected, reports their total size.
cs: Ohlásí velikost souboru pod kurzorem. Pokud je vybráno víc položek, ohlásí jejich celkovou velikost.
de: Gibt die Größe der Datei unter dem Cursor an. Wenn mehrere Objekte ausgewählt sind, wird deren Gesamtgröße gemeldet.
es: Informa el tamaño del archivo debajo del cursor. Si se seleccionan varios objetos, informa su tamaño total.
pt_pt: Informa o tamanho do arquivo sob o cursor. Se vários objetos forem selecionados, informa otamanho total.
ru: Сообщает размер файла под курсором. Если выделено несколько объектов, сообщает их общий размер.
sk: Prečíta veľkosť súboru pod kurzorom. Ak je vybratých viac položiek, prečíta ich celkovú veľkosť.
uk: Повідомляє розмір файлу під курсором. Якщо виділено кілька об’єктів, повідомляє їхній загальний розмір.

source: Reports the current path to the folder. Pressing twice Copies it to the clipboard.
cs: Ohlásí cestu k aktuální složce. Dvojí stisk cestu zkopíruje do schránky.
de: Meldet den aktuellen Pfad zum Ordner. Zweimal drücken Kopiert ihn in die Zwischenablage.
es: Informa la ruta actual a la carpeta. Al presionar dos veces se copia al portapapeles.
pt_pt: Informa o caminho atual para a pasta. Pressionar duas vezes o copia para a área de transferência.
ru: Сообщает путь к текущей директории. При двойном нажатии копирует его в буфер обмена.
sk: Prečíta celú cestu do aktuálneho priečinka. Stlačené dva krát za sebou skopíruje do schránky.
uk: Повідомляє поточний шлях до папки. Подвійне натискання копіює його в буфер обміну.

source: Copied to clipboard
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert.
es: Copiado al portapapeles
pt_pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
sk: Okopírované do schránky
uk: Скопійовано в буфер обміну

source: Reports the modification time of the file under the cursor.
cs: Ohlásí čas poslední změny souboru pod kurzorem
de: Meldet die Änderungszeit der Datei unter dem Cursor.
es: Informa la hora de modificación del archivo bajo el cursor.
pt_pt: Informa o tempo de modificação do arquivo sob o cursor.
ru: Сообщает время изменения файла под курсором.
sk: Prečíta čas poslednej zmeny súboru pod kurzorom
uk: Повідомляє час змінення файлу, розташованого під курсором.

source: Reports the name of the current tab in the active panel. Pressing twice opens the menu for that tab.
cs: Hlásí název aktuální karty na aktivním panelu. Dvojitým stisknutím otevřete nabídku pro danou kartu.
de: Meldet den Namen der aktuellen Registerkarte im aktiven Bereich. Durch zweimaliges Drücken wird das Menü für diese Registerkarte geöffnet.
es: Informa el nombre de la pestaña actual en el panel activo. Al presionar dos veces se abre el menú de esa pestaña.
pt_pt: Informa o nome da guia atual no painel ativo. Pressionar duas vezes abre o menu dessa guia.
ru: Сообщает имя текущей вкладки на активной панели. При двойном нажатии открывает её меню.
sk: Nahlási názov aktuálnej karty na aktívnom paneli. Dvojitým stlačením sa otvorí ponuka pre danú kartu.
uk: Повідомляє назву поточної вкладки на активній панелі. Подвійне натискання відкриває меню для цієї вкладки.

source: No tabs for active panel
cs: Žádné karty pro aktivní panel
de: Keine Registerkarten für den aktiven Tab
es: Sin pestañas para el panel activo
pt_pt: Nenhuma guia para o painel ativo
ru: Нет вкладок на активной панели
sk: Žiadne karty pre aktívny panel
uk: Немає вкладок для активної панелі

source: Report the active panel.
cs: Nahlásit aktivní panel.
de: Meldet den aktiven Tab.
es: Informe el panel activo.
pt_pt: Relate o painel ativo.
ru: Сообщает активную панель.
sk: Nahlásiť aktívny panel.
uk: Повідомляє активну панель.

source: Left panel active
de: Linke Seite aktiv
es: Panel izquierdo activo
pt_pt: painel esquerdo ativo
ru: Левая панель активна
sk: Ľavý panel aktívny
uk: Активна ліва панель

source: Right panel active
cs: Pravý panel aktivní
de: Rechte Seite aktiv
es: Panel derecho activo
pt_pt: painel direito ativo
ru: Правая панель активна
sk: Pravý panel aktívny
uk: Активна права панель

source: Update Total Commander add-on...
cs: Aktualizovat doplněk pro Total Commander...
de: Aktualisiere Total Commander Add-On
es: Actualizar el complemento Total Commander ...
pt_pt: Atualizar o complemento Total Commander...
ru: Обновить дополнение Total Commander...
sk: Aktualizovať doplnok Total Commander...
uk: Оновити додаток Total Commander...

source: An error occurred while checking for updates! Check your internet connection.
cs: Při kontrole aktualizací došlo k chybě! Zkontrolujte připojení k internetu.
de: Beim Prüfen auf Updates ist ein Fehler aufgetreten Bitte Prüfe deine Internetverbindung.
es: Se produjo un error al buscar actualizaciones. Comprueba tu conexión a Internet.
pt_pt: Ocorreu um erro durante a busca por atualizações. Verifique a sua conexão com a internet.
ru: Произошла ошибка при проверке обновлений! Проверьте подключение к интернету.
sk: Počas kontroly aktualizácií sa vyskytla chyba! Prosím, skontrolujte prístup na internet.
uk: Під час перевірки наявності оновлень виникла помилка. Перевірте інтернет-з’єднання.

source: To install the new version of the add-on, you need NVDA 2018.3 or higher.
cs: Pro instalaci nové verze doplňku potřebujete NVDA 2018.3 nebo vyšší.
de: Zur Installation der neuen Version dieses Addons benötigst du NVDA 2018.3 oder höher.
es: Para instalar la nueva versión del complemento, necesitas NVDA 2018.3 o superior.
pt_pt: Para instalar a nova versão do complemento, você precisa do NVDA 2018.3 ou superior.
ru: Для установки новой версии дополнения вам потребуется NVDA 2018.3 или выше.
sk: Aby ste mohli inštalovať novšiu verziu doplnku, mali by ste mať aspoň NVDA 2018.3.
uk: Для встановлення нової версії додатка потрібна версія NVDA 2018.3 або новіша.

source: To install the new version of the add-on, you need NVDA {year}.{major} or higher.
pt_pt: Para instalar a nova versão do complemento, você precisa do NVDA {year}.{major} ou superior.
ru: Для установки новой версии дополнения вам потребуется NVDA {year}.{major} или выше.

source: New version {version} is available. Do you want to download it?
cs: Je dostupná nová verze doplňku {version} is. Chcete ji stáhnout a nainstalovat?
de: Eine neue Version {version} ist verfügbar. Willst du sie herunterladen?
es: La nueva versión {version} está disponible. ¿Quieres descargarlo?
pt_pt: A versão: {version} está disponível. Deseja baixá-la?
ru: Доступна новая версия {version}. Хотите скачать её?
sk: K dispozícii je aktualizácia doplnku na verziu {version} is. Chcete ju prevziať a nainštalovať?
uk: Доступна нова версія {version}. Хочете її завантажити?

source: No update available.
cs: Žádná aktualizace není k dispozici.
de: Kein Update verfügbar.
es: Actualización no disponible.
pt_pt: Atualização não disponível.
ru: Нет доступных обновлений.
sk: Nie sú k dispozícii žiadne aktualizácie.
uk: Немає доступних оновлень.

source: Data load error
cs: Chyba načítání dat
de: Fehler beim Laden
es: Error de carga de datos
pt_pt: erro ao carregar os dados
ru: Ошибка загрузки данных
sk: Chyba načítania údajov
uk: Помилка завантаження даних

source: Error
cs: Chyba
de: Fehler
pt_pt: Erro
ru: Ошибка
sk: Chyba
uk: Помилка

source: This version of NVDA is incompatible. To install the add-on, NVDA version {year}.{major} or higher is required. Please update NVDA or download an older version of the add-on here: {link}
cs: Doplněk není kompatibilní s touto verzí NVDA. Pro instalaci tohoto doplňku je vyžadována verze NVDA {year}.{major} nebo novější. Prosím, aktualizujte NVDA nebo si stáhněte starší verzi doplňku na adrese: {link}
de: Diese Version von NVDA ist inkompatibel. Du benötigst version {year}.{major} von NVDA. Installiere NVDA oder eine ältere Version dieses Add-Ons hier: {link}
es: Esta versión de NVDA es incompatible. Para instalar el complemento, se requiere la versión de NVDA {year}.{major} o superior. Actualiza NVDA o descarga una versión anterior del complemento aquí: {link}
pt_pt: Esta versão do NVDA é incompatível. Para instalar o complemento, é necessário o NVDA versão {year}.{major} ou superior. Atualize o NVDA ou baixe uma versão mais antiga do plug-in aqui: \n {link}
ru: Дополнение не совместимо с этой версией NVDA. Для его установки требуется версия NVDA {year}.{major} или выше. Пожалуйста, обновите NVDA или загрузите более старую версию дополнения здесь: {link}
sk: Doplnok nie je kompatibilný s touto verziou NVDA. Aby ste mohli tento doplnok nainštalovať, mali by ste mať NVDA {year}.{major} alebo novší. Prosím, aktualizujte NVDA alebo si prevezmite staršiu verziu doplnku z webu: {link}
uk: Ця версія NVDA несумісна. Для встановлення додатка необхідна версія NVDA {year}.{major} чи новіша. Будь ласка, оновіть NVDA чи завантажте старішу версію додатка тут: {link}

source: Changes were made to add-ons. You must restart NVDA for these changes to take effect. Would you like to restart now?
cs: Byly provedeny změny u doplňků. Pro změny je nutné restartovat NVDA. Restartovat nyní?
de: Es wurden Änderungen an Add-Ons vorgenommen. Sie müssen NVDA neu starten, damit diese Änderungen wirksam werden. Möchten Sie jetzt neu starten?
es: Se realizaron cambios en los complementos. Debes reiniciar NVDA para que estos cambios surtan efecto. ¿Le gustaría reiniciar ahora?
pt_pt: Foram feitas alterações nos complementos. Você deve reiniciar o NVDA para que essas alterações entrem em vigor. Deseja reiniciar agora?
ru: В дополнения были внесены изменения. Для того, чтобы они вступили в силу, необходимо перезагрузить NVDA. Хотите сделать это сейчас?
sk: Aby sa prejavili zmeny, je potrebné reštartovať NVDA. Chcete reštartovať teraz?
uk: До додатків внесено зміни. Щоб вони почали діяти, необхідно перезапустити NVDA. Хочете перезапустити зараз?

source: Restart NVDA
cs: Restartovat NVDA
de: NVDA neustarten
es: Reinicia NVDA
pt_pt: Reinicia NVDA
ru: Перезагрузка NVDA
sk: Reštart NVDA
uk: Перезапустити NVDA

source: Update Total Commander add-on
cs: Aktualizovat doplněk pro Total Commander
de: Total Commander Add-on aktualisieren
es: Actualizar el complemento Total Commander
pt_pt: Atualizar complemento Total Commander
ru: Обновление дополнения Total Commander
sk: Aktualizovať doplnok Total Commander
uk: Оновити додаток Total Commander

source: {name} - this free add-on for NVDA. You can make a donation to the author to help further development of this add-on and other free software. You want to make a donation now? For transaction you will be redirected to the website of the developer.
cs: {name} - je volně dostupný doplněk pro NVDA. Můžete autorovi přispět na další vývoj doplňku nebo na vývoj dalšího volně dostupného softvéru. Pokud si přejete přispět nyní, budete přesměrováni na webovou stránku autora, kde dokončíte transakci.
de: {name} – dieses kostenlose Add-on für NVDA. Sie können dem Autor eine Spende zukommen lassen, um die Weiterentwicklung dieses Add-ons und anderer kostenloser Software zu unterstützen. Sie möchten jetzt spenden? Zur Transaktion werden Sie auf die Website des Entwicklers weitergeleitet.
es: {name}: este complemento gratuito para NVDA. Puede hacer una donación al autor para ayudar al desarrollo de este complemento y otro software gratuito. ¿Quieres hacer una donación ahora? Para la transacción, será redirigido al sitio web del desarrollador.
pt_pt: {name}: este complemento é gratuito para NVDA. Você pode fazer uma doação ao autor para ajudar no desenvolvimento deste complemento e de outros softwares gratuitos. Quer fazer uma doação agora? Para a transação, você será redirecionado para o site do desenvolvedor.
ru: {name} - это бесплатное дополнение для NVDA. Вы можете сделать пожертвование разработчику дополнения, чтобы поддержать дальнейшее его развитие, а также разработку другого программного обеспечения. Вы хотите сделать пожертвование сейчас? Для совершения платежа вы будете перенаправлены на сайт разработчика.
sk: {name} - voľne dostupný doplnok pre NVDA. Môžete autorovi prispieť na vývoj tohoto doplnku alebo na vývoj ďalšieho voľne dostupného softvéru. Ak si želáte prispieť teraz, budete presmerovaní na webstránku autora, kde dokončíte transakciu.
uk: {name} — це безкоштовний додаток для NVDA. Ви можете зробити благодійний внесок автору для допомоги на подальший розвиток цього додатка та іншого вільного програмного забезпечення. Хочете зробити благодійний внесок зараз? Для здійснення транзакції вас буде переспрямовано на сайт розробника.

source: Request donations for {name}
cs: Požadavek na příspěvek pro {name}
de: Ich bitte um Spenden für {name}.
es: Solicitar donaciones para {name}
pt_pt: Solicitar doações para {name}
ru: Запрос пожертвования для {name}
sk: Žiadosť o príspevok pre {name}
uk: Запит благодійного внеску для {name}

source: This add-on improves the accessability of the Total Commander file manager, mostly versions 8.0 and higher.
cs: Tento doplněk zlepšuje přístupnost souborového manažeru Total Commander nejlépe od verze 8.0 nebo novější.
de: Dieses Add-on verbessert die Zugänglichkeit des Total Commander-Dateimanagers, hauptsächlich der Versionen 8.0 und höher.
es: Este complemento mejora la accesibilidad del administrador de archivos Total Commander, en su mayoría versiones 8.0 y superiores.
pt_pt: Este comentário melhora a acessibilidade do gerenciador de arquivos Total Commander, principalmente as versões 8.0 e superiores.
ru: Это дополнение улучшает доступность файлового менеджера Total Commander, в основном версий 8.0 и выше.
sk: Tento doplnok zlepšuje prístupnosť správcu súborov Total Commander, najlepšie vo verzii 8.0 alebo novšej.
uk: Цей додаток поліпшує доступність файлового менеджера Total Commander здебільшого починаючи з версії 8 і новіших.

source: kB
uk: кБ

source: mB
uk: мБ

source: gB
uk: гБ

source: tB
uk: тБ
